Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Show volume and audio device controls in the Control Center
ar: إظهار عناصر التحكم في مستوى الصوت وجهاز الصوت في مركز التحكم
de: Lautstärke- und Audiogerätsteuerung im Kontrollzentrum anzeigen
es: Muestra los controles de volumen y de dispositivo de audio en el Centro de control
fr: Afficher les commandes de volume et de périphérique audio dans le Centre de contrôle
hu: Hangerő- és hangeszköz-vezérlők megjelenítése a Vezérlőközpontban
ja: コントロールセンターに音量とオーディオデバイスのコントロールを表示
nl: Toon bediening voor volume en audioapparaat in het Control Center
pl: Pokazuj narzędzia sterowania głośnością i urządzeniami audio w Centrum sterowania
pt: Mostrar os controlos de volume e de dispositivo de áudio na Central de controlo
ru: Показывать элементы управления громкостью и аудиоустройствами в Пункте управления
sv: Visa reglage för volym och ljudenheter i Kontrollcenter
tr: Denetim Merkezi'nde ses ve ses aygıtı denetimlerini göster
vi: Hiển thị điều khiển âm lượng và thiết bị âm thanh trong Trung tâm điều khiển
zh_hans: 在控制中心显示音量和音频设备控件
zh_hant: 在「控制中心」中顯示音量與音訊裝置控制項

source: Show Volume When Idle
ar: إظهار مستوى الصوت عند الخمول
de: Lautstärke im Ruhezustand anzeigen
es: Mostrar volumen en reposo
fr: Afficher le volume en cas d'inactivité
hu: Hangerő megjelenítése tétlen állapotban
ja: 待機時に音量を表示
nl: Volume weergeven wanneer inactief
pl: Pokazuj poziom głośności podczas bezczynności
pt: Mostrar Volume em Repouso
ru: Показывать громкость в режиме ожидания
sv: Visa volym i viloläge
tr: Boştayken Ses Düzeyini Göster
vi: Hiển thị mức âm lượng khi nhàn rỗi
zh_hans: 闲置时显示音量
zh_hant: 閒置時顯示音量

source: Show Widgets
ar: إظهار الأدوات
de: Widgets anzeigen
es: Mostrar widgets
fr: Afficher les widgets
hu: Widgetek mutatása
ja: ウィジェットを表示
nl: Toon widgets
pl: Pokazuj widżety
pt: Mostrar Widgets
ru: Показать виджеты
sv: Visa widgetar
tr: Widget'ları Göster
vi: Hiển thị Tiện ích
zh_hans: 显示小组件
zh_hant: 顯示小工具

source: Show Window Previews
ar: إظهار معاينات النوافذ
de: Fenstervorschauen anzeigen
es: Mostrar previsualizaciones de ventana
fr: Afficher les aperçus des fenêtres
hu: Ablak-előnézetek megjelenítése
ja: ウインドウプレビューを表示
nl: Toon venstervoorbeelden
pl: Pokazuj podglądy okien
pt: Mostrar Pré-visualizações de Janelas
ru: Показать предпросмотр окон
sv: Visa fönsterförhandsvisningar
tr: Pencere önizlemelerini göster
vi: Hiển thị Bản xem trước cửa sổ
zh_hans: 显示窗口预览
zh_hant: 顯示視窗預覽

source: Show Window Titles
ar: إظهار عناوين النوافذ
de: Fenstertitel anzeigen
es: Mostrar títulos de ventanas
fr: Afficher les titres des fenêtres
hu: Ablakcímek megjelenítése
ja: ウインドウタイトルを表示
nl: Toon venstertitels
pl: Pokazuj tytuły okien
pt: Mostrar Títulos das Janelas
ru: Показывать заголовки окон
sv: Visa fönstertitlar
tr: Pencere Başlıklarını Göster
vi: Hiển thị tiêu đề cửa sổ
zh_hans: 显示窗口标题
zh_hant: 顯示視窗標題

source: Show windows from all instances of the same app
ar: إظهار النوافذ من جميع مثيلات التطبيق نفسه
de: Fenster aller Instanzen derselben App anzeigen
es: Muestra las ventanas de todas las instancias de la misma app
fr: Afficher les fenêtres de toutes les instances de la même application
hu: Ugyanazon app összes példányának ablakai jelenjenek meg
ja: 同じアプリのすべてのインスタンスのウインドウを表示
nl: Vensters van alle instanties van dezelfde app weergeven
pl: Pokazuj okna ze wszystkich instancji tej samej aplikacji
pt: Mostrar janelas de todas as instâncias da mesma app
ru: Показать окна из всех экземпляров одного приложения
sv: Visa fönster från alla instanser av samma app
tr: Aynı uygulamanın tüm örneklerindeki pencereleri göster
vi: Hiển thị các cửa sổ từ tất cả bản sao của cùng một ứng dụng
zh_hans: 显示来自同一应用所有实例的窗口
zh_hant: 顯示同一個應用程式所有執行個體的視窗

source: Showing and completing reminders in the Reminders widget. Requires Full Access.
ar: إظهار التذكيرات وإكمالها في أداة «التذكيرات». يتطلب الوصول الكامل.
de: Anzeigen und Erledigen von Erinnerungen im Widget „Erinnerungen“. Erfordert Vollzugriff.
es: Mostrar y completar recordatorios en el widget Recordatorios. Requiere acceso total.
fr: L'affichage et la validation des rappels dans le widget Rappels. Nécessite l'accès complet.
hu: Emlékeztetők megjelenítése és teljesítése az Emlékeztetők widgetben. Teljes hozzáférés szükséges.
ja: 「リマインダー」ウィジェットでのリマインダーの表示と完了。フルアクセスが必要です。
nl: Herinneringen tonen en voltooien in de widget 'Herinneringen'. Hiervoor is volledige toegang vereist.
pl: Wyświetlanie przypomnień i oznaczanie ich jako wykonane w widżecie Przypomnienia. Wymaga pełnego dostępu.
pt: Mostrar e concluir lembretes no widget Lembretes. Requer acesso total.
ru: Показ и отметка выполнения напоминаний в виджете «Напоминания». Требуется полный доступ.
sv: Visning och slutförande av påminnelser i widgeten Påminnelser. Kräver full åtkomst.
tr: Anımsatıcılar widget'ında anımsatıcıları gösterme ve tamamlama. Tam Erişim gerektirir.
vi: Hiển thị và hoàn thành lời nhắc trong tiện ích Lời nhắc. Yêu cầu Toàn quyền truy cập.
zh_hans: 用于在“提醒事项”小组件中显示提醒事项并将其标记为完成。需要完全访问权限。
zh_hant: 在「提醒事項」小工具中顯示及完成提醒事項。需要「完整取用權限」。

source: Showing chosen folder contents, moving files you drag onto the dock, and reading Downloads and Desktop for the Recent Files and Screenshots widgets.
ar: إظهار محتويات المجلدات المختارة، ونقل الملفات التي تسحبها إلى Dock، وقراءة التنزيلات وسطح المكتب لأداتي «الملفات الأخيرة» و«لقطات الشاشة».
de: Anzeigen des Inhalts ausgewählter Ordner, Bewegen von Dateien, die Sie auf das Dock ziehen, und Lesen der Ordner „Downloads“ und „Schreibtisch“ für die Widgets „Letzte Dateien“ und „Bildschirmfotos“.
es: Mostrar el contenido de las carpetas elegidas, mover los archivos que arrastras al Dock y leer Descargas y Escritorio para los widgets Archivos recientes y Capturas de pantalla.
fr: L'affichage du contenu des dossiers choisis, le déplacement des fichiers que vous glissez sur le dock, et la lecture de Téléchargements et du Bureau pour les widgets Fichiers récents et Captures d'écran.
hu: A kiválasztott mappák tartalmának megjelenítése, a Dockra húzott fájlok áthelyezése, valamint a Letöltések és az Íróasztal olvasása a Legutóbbi fájlok és a Képernyőfotók widgethez.
ja: 選択したフォルダの内容の表示、Dockにドラッグしたファイルの移動、「最近使ったファイル」ウィジェットと「スクリーンショット」ウィジェットのための「ダウンロード」とデスクトップの読み取り。
nl: De inhoud van gekozen mappen tonen, bestanden verplaatsen die je naar het Dock sleept, en Downloads en Bureaublad lezen voor de widgets 'Recente bestanden' en 'Screenshots'.
pl: Wyświetlanie zawartości wybranych folderów, przenoszenie plików przeciąganych do Docka oraz odczytywanie folderów Pobrane rzeczy i Biurko przez widżety Ostatnie pliki i Zrzuty ekranu.
pt: Mostrar o conteúdo das pastas escolhidas, mover os ficheiros que arrasta para a Dock e ler as pastas Descargas e Secretária para os widgets Ficheiros Recentes e Capturas de Ecrã.
ru: Показ содержимого выбранных папок, перемещение файлов, перетаскиваемых на Dock, и чтение папок «Загрузки» и «Рабочий стол» для виджетов «Недавние файлы» и «Снимки экрана».
sv: Visning av innehållet i valda mappar, flytt av filer som du drar till dockan och läsning av Hämtade filer och Skrivbord för widgetarna Senaste filer och Skärmavbildningar.
tr: Seçilen klasör içeriklerini gösterme, dock'a sürüklediğin dosyaları taşıma ve Son Dosyalar ile Ekran Görüntüleri widget'ları için İndirilenler ile Masaüstü'nü okuma.
vi: Hiển thị nội dung thư mục đã chọn, di chuyển các tệp bạn kéo vào dock và đọc thư mục Tải về và Màn hình nền cho các tiện ích Tệp gần đây và Ảnh chụp màn hình.
zh_hans: 用于显示所选文件夹的内容、移动拖入 Dock 的文件，以及读取“下载”和“桌面”文件夹以供“最近文件”和“截屏”小组件使用。
zh_hant: 用於顯示所選檔案夾的內容、移動你拖曳到 Dock 的檔案，以及讓「最近使用的檔案」與「螢幕截圖」小工具讀取「下載項目」和「桌面」檔案夾。

source: Showing local conditions in the Weather widget while it is in your dock.
ar: إظهار الأحوال الجوية المحلية في أداة «الطقس» ما دامت في Dock.
de: Anzeigen der lokalen Wetterlage im Widget „Wetter“, solange es sich in Ihrem Dock befindet.
es: Mostrar las condiciones locales en el widget Tiempo mientras esté en tu Dock.
fr: L'affichage des conditions locales dans le widget Météo tant qu'il est dans votre dock.
hu: Helyi időjárási viszonyok megjelenítése az Időjárás widgetben, amíg az a Dockban van.
ja: Dockに配置されている間、「天気」ウィジェットで現在地の天気を表示。
nl: Lokale weersomstandigheden tonen in de widget 'Weer' zolang die in je Dock staat.
pl: Wyświetlanie lokalnych warunków pogodowych w widżecie Pogoda, gdy znajduje się on w Docku.
pt: Mostrar as condições locais no widget Meteorologia enquanto estiver na Dock.
ru: Показ местной погоды в виджете «Погода», пока он находится в Dock.
sv: Visning av lokala väderförhållanden i widgeten Väder medan den finns i dockan.
tr: Dock'unda olduğu sürece Hava Durumu widget'ında yerel koşulları gösterme.
vi: Hiển thị điều kiện thời tiết tại chỗ trong tiện ích Thời tiết khi tiện ích nằm trong dock.
zh_hans: 用于在“天气”小组件位于 Dock 中时显示本地天气。
zh_hant: 在「天氣」小工具位於 Dock 中時，顯示當地天氣狀況。

source: Showing the people you choose in the Quick Contacts widget.
ar: إظهار الأشخاص الذين تختارهم في أداة «جهات الاتصال السريعة».
de: Anzeigen der von Ihnen gewählten Personen im Widget „Schnellkontakte“.
es: Mostrar las personas que elijas en el widget Contactos rápidos.
fr: L'affichage des personnes que vous choisissez dans le widget Contacts rapides.
hu: A kiválasztott személyek megjelenítése a Gyors kontaktok widgetben.
ja: 「クイック連絡先」ウィジェットで選択した人を表示。
nl: De personen die je kiest tonen in de widget 'Snelle contacten'.
pl: Wyświetlanie wybranych osób w widżecie Szybkie kontakty.
pt: Mostrar as pessoas que escolher no widget Contactos Rápidos.
ru: Показ выбранных вами людей в виджете «Быстрые контакты».
sv: Visning av de personer du väljer i widgeten Snabbkontakter.
tr: Hızlı Kişiler widget'ında seçtiğin kişileri gösterme.
vi: Hiển thị những người bạn chọn trong tiện ích Liên hệ nhanh.
zh_hans: 用于在“快捷联系人”小组件中显示您选择的联系人。
zh_hant: 在「快速聯絡人」小工具中顯示你所選擇的聯絡人。

source: Showing your events in the Calendar and Daily Agenda widgets. Requires Full Access.
ar: عرض أحداثك في أداتي التقويم وجدول اليوم. يتطلب وصولًا كاملًا.
de: Zeigt Ihre Termine in den Widgets „Kalender“ und „Tagesübersicht“ an. Erfordert Vollzugriff.
es: Mostrar tus eventos en los widgets Calendario y Agenda diaria. Requiere acceso total.
fr: L'affichage de vos événements dans les widgets Calendrier et Agenda quotidien. Nécessite un accès complet.
hu: Eseményeinek megjelenítése a Naptár és a Napi program widgetekben. Teljes hozzáférés szükséges hozzá.
ja: カレンダーと今日の予定ウィジェットでのイベントの表示に使用します。フルアクセスが必要です。
nl: Je activiteiten weergeven in de widgets 'Agenda' en 'Dagprogramma'. Hiervoor is volledige toegang vereist.
pl: Pokazywanie wydarzeń w widżetach Kalendarz i Plan dnia. Wymaga Pełnego dostępu.
pt: Mostrar os seus eventos nos widgets Calendário e Agenda Diária. Requer acesso total.
ru: Показ ваших событий в виджетах «Календарь» и «Повестка дня». Требуется полный доступ.
sv: Visar dina händelser i widgetarna Kalender och Dagens agenda. Kräver full åtkomst.
tr: Takvim ve Günlük Gündem widget'larında etkinliklerini gösterme. Tam Erişim gerektirir.
vi: Hiển thị các sự kiện của bạn trong các tiện ích Lịch và Chương trình trong ngày. Yêu cầu Toàn quyền truy cập.
zh_hans: 在“日历”和“今日议程”小组件中显示你的日程。需要完全访问权限。
zh_hant: 在「行事曆」和「今日行程」小工具中顯示您的行程。需要完整取用權限。

source: Showing your most recent photos in the Recent Photos widget.
ar: إظهار أحدث صورك في أداة «الصور الأخيرة».
de: Anzeigen Ihrer neuesten Fotos im Widget „Neueste Fotos“.
es: Mostrar tus fotos más recientes en el widget Fotos recientes.
fr: L'affichage de vos photos les plus récentes dans le widget Photos récentes.
hu: A legutóbbi fotók megjelenítése a Legutóbbi fotók widgetben.
ja: 「最近の写真」ウィジェットで最近の写真を表示。
nl: Je meest recente foto's tonen in de widget ‘Recente foto's’.
pl: Wyświetlanie najnowszych zdjęć w widżecie Ostatnie zdjęcia.
pt: Mostrar as suas fotografias mais recentes no widget Fotografias Recentes.
ru: Показ последних фото в виджете «Недавние фото».
sv: Visning av dina senaste bilder i widgeten Senaste bilder.
tr: Son Fotoğraflar widget'ında en son fotoğraflarını gösterme.
vi: Hiển thị ảnh gần đây nhất của bạn trong tiện ích Ảnh gần đây.
zh_hans: 用于在“最近照片”小组件中显示您的最新照片。
zh_hant: 用於在「最近的照片」小工具中顯示你最近的照片。

source: Shown by default on this display
ar: ظاهر افتراضيًا على هذه الشاشة
de: Standardmäßig auf diesem Display angezeigt
es: Se muestra por omisión en esta pantalla
fr: Affiché par défaut sur cet écran
hu: Alapértelmezés szerint megjelenik ezen a kijelzőn
ja: このディスプレイではデフォルトで表示
nl: Standaard getoond op dit scherm
pl: Domyślnie widoczny na tym wyświetlaczu
pt: Mostrada por predefinição neste monitor
ru: Показывается по умолчанию на этом дисплее
sv: Visas som standard på den här bildskärmen
tr: Bu ekranda varsayılan olarak gösteriliyor
vi: Được hiển thị theo mặc định trên màn hình này
zh_hans: 默认在此显示器上显示
zh_hant: 在此顯示器上預設顯示

source: Shown for this page in the page switcher
ar: يظهر لهذه الصفحة في مبدّل الصفحات
de: Wird für diese Seite im Seitenwechsler angezeigt
es: Se muestra para esta página en el selector de páginas
fr: Affiché pour cette page dans le sélecteur de pages
hu: Ehhez a laphoz jelenik meg a lapváltóban
ja: ページスイッチャーでこのページに表示
nl: Weergegeven voor deze pagina in de paginaknop
pl: Wyświetlany dla tej strony w przełączniku stron
pt: Mostrado para esta página no seletor de páginas
ru: Отображается для этой страницы в переключателе страниц
sv: Visas för den här sidan i sidväxlaren
tr: Sayfa değiştiricide bu sayfa için gösterilir
vi: Hiển thị cho trang này trong bộ chuyển trang
zh_hans: 此页面在页面切换器中显示的符号
zh_hant: 在頁面切換器中代表此頁面的圖示

source: Shown when no media is active
ar: يظهر عندما لا تكون الوسائط نشطة
de: Wird angezeigt, wenn keine Medien aktiv sind
es: Se muestra cuando no hay contenido multimedia activo
fr: Affiché quand aucun média n'est actif
hu: Akkor jelenik meg, amikor nincs aktív média
ja: メディアが再生されていないときに表示されます
nl: Zichtbaar als er geen media actief is
pl: Pokazywane, gdy żadne multimedia nie są aktywne
pt: Mostrado quando nenhum conteúdo multimédia está ativo
ru: Показывается, когда нет активного медиа
sv: Visas när inga medier är aktiva
tr: Etkin medya olmadığında gösterilir
vi: Hiển thị khi không có phương tiện nào hoạt động
zh_hans: 未播放媒体时显示
zh_hant: 未播放媒體內容時顯示

source: Shows only the Reminders list with this name.
ar: يعرض فقط قائمة التذكيرات التي تحمل هذا الاسم.
de: Zeigt nur die Erinnerungsliste mit diesem Namen.
es: Muestra solo la lista de Recordatorios con este nombre.
fr: Affiche uniquement la liste de Rappels portant ce nom.
hu: Csak az ilyen nevű Emlékeztetők-listát mutatja.
ja: この名前のリマインダーリストのみを表示します。
nl: Toont alleen de lijst in Herinneringen met deze naam.
pl: Pokazuje tylko listę przypomnień o tej nazwie.
pt: Mostra apenas a lista de Lembretes com este nome.
ru: Показывает только список напоминаний с этим названием.
sv: Visar bara listan i Påminnelser med det här namnet.
tr: Yalnızca bu ada sahip Anımsatıcılar listesini gösterir.
vi: Chỉ hiển thị danh sách Lời nhắc có tên này.
zh_hans: 仅显示此名称的提醒事项列表。
zh_hant: 僅顯示此名稱的「提醒事項」列表。

source: Shows the current Alt-Tab window control appearance
ar: يظهر مظهر تحكم النافذة Alt-Tab الحالي
de: Zeigt das aktuelle Erscheinungsbild der Alt-Tab-Fenstersteuerungen
es: Muestra el aspecto actual de los controles de ventana de Alt-Tab
fr: Affiche l'apparence actuelle des commandes de fenêtre Alt-Tab
hu: Az Alt-Tab ablakvezérlők aktuális megjelenését mutatja
ja: 現在のAlt-Tabウインドウコントロールの外観を表示します
nl: Toont hoe de Alt-Tab-vensterbedieningselementen er momenteel uitzien
pl: Pokazuje bieżący wygląd elementów sterujących oknem Alt-Tab
pt: Mostra a aparência atual dos controlos de janela do Alt-Tab
ru: Показывает текущий вид элементов управления окном в Alt-Tab
sv: Visar det aktuella utseendet på Alt-Tabs fönsterreglage
tr: Geçerli Alt-Tab pencere denetimi görünümünü gösterir
vi: Hiển thị giao diện điều khiển cửa sổ hiện tại của Alt-Tab
zh_hans: 显示当前 Alt-Tab 窗口控制的外观
zh_hant: 顯示目前 Alt-Tab 視窗控制項的外觀

source: Shows the current Glance window control appearance
ar: يعرض المظهر الحالي لعناصر تحكم نوافذ Glance
de: Zeigt das aktuelle Erscheinungsbild der Glance-Fenstersteuerungen
es: Muestra el aspecto actual de los controles de ventana de Glance
fr: Affiche l'apparence actuelle des contrôles de fenêtre Glance
hu: A Glance ablakvezérlők aktuális megjelenését mutatja
ja: 現在のGlanceウインドウコントロールの外観を表示します
nl: Toont hoe de Glance-vensterbedieningselementen er momenteel uitzien
pl: Pokazuje bieżący wygląd elementów sterujących oknem Glance
pt: Mostra a aparência atual dos controlos de janela do Glance
ru: Показывает текущий внешний вид элементов управления окна Glance
sv: Visar det aktuella utseendet på Glances fönsterreglage
tr: Geçerli Glance pencere denetimi görünümünü gösterir
vi: Hiển thị giao diện điều khiển cửa sổ hiện tại của Glance
zh_hans: 显示当前 Glance 窗口控制按钮的外观样式
zh_hant: 顯示目前的 Glance 視窗控制項外觀

source: Shows the current window control appearance
ar: إظهار مظهر تحكم النافذة الحالية
de: Zeigt das aktuelle Erscheinungsbild der Fenstersteuerungen
es: Muestra el aspecto actual de los controles de ventana
fr: Affiche l'apparence actuelle des commandes de fenêtre
hu: Az ablakvezérlők aktuális megjelenését mutatja
ja: 現在のウインドウコントロールの外観を表示します
nl: Toont hoe de vensterbedieningselementen er momenteel uitzien
pl: Pokazuje bieżący wygląd elementów sterujących oknem
pt: Mostra a aparência atual dos controlos de janela
ru: Показывает текущий вид элементов управления окном
sv: Visar fönsterreglagens aktuella utseende
tr: Geçerli pencere denetimi görünümünü gösterir
vi: Hiển thị giao diện điều khiển cửa sổ hiện tại
zh_hans: 显示当前窗口控制的外观
zh_hant: 顯示目前視窗控制鈕的外觀

source: Shows the input level in wider slots. Needs microphone access and keeps the microphone indicator on while the dock is visible.
ar: يعرض مستوى الإدخال في الخانات الأعرض. يتطلب الوصول إلى الميكروفون ويُبقي مؤشر الميكروفون مضاءً أثناء ظهور Dock.
de: Zeigt den Eingangspegel in breiteren Plätzen. Erfordert Mikrofonzugriff und lässt die Mikrofonanzeige an, solange das Dock sichtbar ist.
es: Muestra el nivel de entrada en los espacios más anchos. Necesita acceso al micrófono y mantiene encendido el indicador del micrófono mientras el Dock está visible.
fr: Affiche le niveau d'entrée dans les emplacements plus larges. Nécessite l'accès au micro et garde l'indicateur du micro allumé tant que le dock est visible.
hu: Szélesebb helyeken megjeleníti a bemeneti szintet. Mikrofon-hozzáférés szükséges, és a mikrofonjelző bekapcsolva marad, amíg a Dock látható.
ja: 幅の広いスロットでは入力レベルを表示します。マイクへのアクセスが必要で、Dockが表示されている間はマイクのインジケータがオンのままになります。
nl: Toont het invoerniveau in bredere vakken. Vereist toegang tot de microfoon en houdt de microfoonindicator aan zolang het Dock zichtbaar is.
pl: Pokazuje poziom wejściowy w szerszych miejscach na widżety. Wymaga dostępu do mikrofonu. Wskaźnik mikrofonu pozostaje włączony, gdy Dock jest widoczny.
pt: Mostra o nível de entrada em espaços mais largos. Requer acesso ao microfone e mantém o indicador do microfone ligado enquanto a Dock estiver visível.
ru: Показывает уровень входного сигнала в широких ячейках. Требует доступа к микрофону, а индикатор микрофона горит, пока Dock виден.
sv: Visar ingångsnivån på bredare platser. Kräver mikrofonåtkomst och håller mikrofonindikatorn tänd medan dockan är synlig.
tr: Daha geniş yuvalarda giriş seviyesini gösterir. Mikrofon erişimi gerektirir ve dock görünürken mikrofon göstergesini açık tutar.
vi: Hiển thị mức đầu vào ở các ô rộng hơn. Cần quyền truy cập micrô và giữ chỉ báo micrô luôn bật khi dock hiển thị.
zh_hans: 在较宽的区域中显示输入电平。需要麦克风访问权限，且 Dock 可见时麦克风指示器会持续亮起。
zh_hant: 在較寬的欄位中顯示輸入音量。需要麥克風存取權限，且 Dock 顯示期間會持續顯示麥克風使用指示器。

source: Shows the number of items in this folder
ar: يعرض عدد العناصر في هذا المجلد
de: Zeigt die Anzahl der Objekte in diesem Ordner
es: Muestra el número de ítems de esta carpeta
fr: Affiche le nombre d'éléments dans ce dossier
hu: Megjeleníti a mappában lévő elemek számát
ja: このフォルダ内の項目数を表示
nl: Toont het aantal items in deze map
pl: Pokazuje liczbę elementów w tym folderze
pt: Mostra o número de itens nesta pasta
ru: Показывает количество объектов в этой папке
sv: Visar antalet objekt i den här mappen
tr: Bu klasördeki öğe sayısını gösterir
vi: Hiển thị số lượng mục trong thư mục này
zh_hans: 显示此文件夹中的项目数量
zh_hant: 顯示此檔案夾中的項目數量

source: Shrink windows that overlap the dock
ar: تقليص النوافذ التي تتداخل مع Dock
de: Fenster verkleinern, die das Dock überlappen
es: Encoge las ventanas que se superponen al Dock
fr: Rétrécir les fenêtres qui chevauchent le dock
hu: A Dockkal átfedő ablakok zsugorítása
ja: Dockに重なるウインドウを縮小します
nl: Verklein de vensters die het Dock overlappen
pl: Zmniejszaj okna nachodzące na Dock
pt: Encolher janelas que se sobrepõem à dock
ru: Уменьшать окна, перекрывающие Dock
sv: Krymp fönster som överlappar docken
tr: Dock ile çakışan pencereleri küçült
vi: Thu nhỏ các cửa sổ chồng lấn với dock
zh_hans: 缩小与 Dock 重叠的窗口
zh_hant: 縮小與 Dock 重疊的視窗

source: Shrinks windows that extend into the dock area when moved, resized, or opened.
ar: تتقلص النوافذ التي تمتد إلى منطقة Dock عند نقلها، أو تغيير حجمها، أو فتحها.
de: Verkleinert Fenster, die beim Bewegen, Ändern der Größe oder Öffnen in den Dock-Bereich hineinragen.
es: Encoge las ventanas que invaden la zona del Dock al moverlas, redimensionarlas o abrirlas.
fr: Rétrécit les fenêtres qui empiètent sur la zone du Dock lorsqu'elles sont déplacées, redimensionnées ou ouvertes.
hu: Zsugorítja a Dock területére benyúló ablakokat mozgatáskor, átméretezéskor vagy megnyitáskor.
ja: ウインドウの移動、サイズ変更、または表示時に、Dock領域にはみ出したウインドウを縮小します。
nl: Verkleint vensters die tot in het Dockgebied reiken wanneer ze worden verplaatst, van formaat veranderd of geopend.
pl: Zmniejsza okna wkraczające w obszar Docka podczas ich przemieszczania, zmiany rozmiaru lub otwierania.
pt: Encolhe as janelas que entram na área da dock quando são movidas, redimensionadas ou abertas.
ru: Уменьшает окна, выходящие в область Dock, при перемещении, изменении размера или открытии.
sv: Krymper fönster som sträcker sig in i dockområdet när de flyttas, storleksändras eller öppnas.
tr: Taşındığında, yeniden boyutlandırıldığında veya açıldığında dock alanına uzanan pencereleri küçültür.
vi: Thu nhỏ các cửa sổ lấn vào vùng dock khi được di chuyển, thay đổi kích thước hoặc mở ra.
zh_hans: 当窗口被移动、调整大小或打开时，若其延伸至 Dock 区域内，则自动缩小窗口。
zh_hant: 當視窗移動、調整大小或開啟時，若延伸至 Dock 區域，會自動縮小視窗。

source: shuffle
ar: عشوائي
de: zufällig
es: aleatorio
fr: aléatoire
hu: keverés
ja: シャッフル
nl: willekeurig
pl: losowo
pt: aleatório
ru: перемешать
sv: blanda
tr: karıştır
vi: trộn ngẫu nhiên
zh_hans: 随机顺序
zh_hant: 隨機播放

source: Shuffle
ar: ترتيب عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
hu: Keverés
ja: シャッフル
nl: Willekeurig
pl: Losowo
pt: Aleatório
ru: Перемешать
sv: Blanda
tr: Karıştır
vi: Trộn ngẫu nhiên
zh_hans: 随机顺序
zh_hant: 隨機播放

source: Shut Down
ar: إيقاف التشغيل
de: Ausschalten
es: Apagar
fr: Éteindre
hu: Leállítás
ja: システム終了
nl: Uitzetten
pl: Wyłącz
pt: Desligar
ru: Завершить работу
sv: Stäng av
tr: Kapat
vi: Tắt máy
zh_hans: 关机
zh_hant: 關機

source: Shut Down?
ar: هل تريد إيقاف التشغيل؟
de: Ausschalten?
es: ¿Apagar?
fr: Éteindre ?
hu: Leállítás?
ja: システム終了しますか?
nl: Uitzetten?
pl: Wyłączyć?
pt: Desligar?
ru: Завершить работу?
sv: Stäng av?
tr: Kapatılsın mı?
vi: Tắt máy?
zh_hans: 关机？
zh_hant: 要關機嗎？

source: Sidebar
ar: الشريط الجانبي
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
hu: Oldalsáv
ja: サイドバー
nl: Zijbalk
pl: Pasek boczny
pt: Barra Lateral
ru: Боковая панель
sv: Sidofält
tr: Kenar çubuğu
vi: Thanh bên
zh_hans: 侧边栏风格
zh_hant: 側邊欄
